INVALID_DATA_FORMAT_MESSAGE = "⛔️ Неправильный формат ввода данных!"

NOT_ADMIN_MESSAGE = f"⛔️ Вы не являетесь администратором!"
ADMIN_PANEL_MESSAGE = "Панель администратора:"

EMPTY_USER_LIST_MESSAGE = "📋 Список пользователей пуст!"
USER_LIST_MESSAGE = "📌 ID: {:s}\n📌 TG_ID: {:s}\n⏰ Дата регистрации: {:s}\n📲 Последняя выдача: {:s}\n👤 Реферал: {:s}"

ACC_LIST_MESSAGE = "ID: {:s}\n👤 Логин: {:s}\n🔐 Пароль: {:s}\n🎮 Игры: {:s}"
EMPTY_ACC_LIST_MESSAGE = "📋 Список аккаунтов пуст!"

SUCCESS_ADD_ACC_MESSAGE = "✅ Аккаунты успешно добавлены в систему!"
ADD_ACC_MESSAGE = "Отправьте аккаунты которые необходимо добавить в формате:\n\n" \
                  "<code>add:\nlogin1:password1:games1\nlogin2:password:games2</code>"

DEL_ACC_MESSAGE = "Отправьте ID аккаунта, который необходимо удалить в формате:\n\n<code>del:\n12</code>"
DEL_ACC_NOT_FOUND_MESSAGE = "⛔️ Аккаунт с указанным ID не найден!"
SUCCESS_DEL_ACC_MESSAGE = "✅ Аккаунт успешно удален из системы!"

DELETE_ACCOUNT_INSTRUCTION_PATTERN = "❌ Удалить аккаунт"
DELETE_ACCOUNT_PATTERN = "del:"
ADD_ACCOUNT_INSTRUCTION_PATTERN = "✅ Добавить аккаунт"
ADD_ACCOUNT_PATTERN = "add:"
USERS_LIST_PATTERN = "📋 Список пользователей"
ACCOUNTS_LIST_PATTERN = "📋 Список аккаунтов"

