guide_message = "📃 <b>Инструкция по использованию аккаунта steam офлайн:</b>\n\n"\
                "1) Установить steam\n" "2) Зайти в Steam с логином и паролем, которые получили. "\
                "Обязательно нажмите 'запомнить логин и пароль'\n"\
                "3) Скачать и установить игру из библиотеки Steam (даётся 24 часа на скачивание)\n"\
                "4) Зайти в игру 1 раз на 1 минуту до появления меню или настроек. Выйти из игры\n"\
                "5) Выйти из игры\n"\
                "6) В Steam, в верхнем левом углу нажать steam - автономный режим\n"\
                "7) Теперь можно зайти в игру и играть\n"\
                "8) Первые 14 дней после релиза игры - не выходите из офлайн режима в этот же аккаунт в онлайн-режим"\
                ", т.к. много людей качает игру и вы прервёте им скачивание."\
                " Относитесь к другим так, как хотели, чтобы относились к вам!"
