NO_NEW_ACC_YET_MESSAGE = "⚠️ У нас пока нет нового аккаунта для тебя!"
NOT_TIME_YET_MESSAGE = "⚠️ Еще не прошло 3 недели с момента прошлой выдачи!"
NOT_SUB_MESSAGE = "⚠️ Для того, чтобы получить аккаунт необходимо подписаться на наш канал {:s}"
GIVE_ACC_MESSAGE = "🎁 Поздравляю! Тебе достался аккаунт с {:s}\n\n"\
                   "Логин: <code>{:s}</code>\n"\
                   "Пароль: <code>{:s}</code>\n\n"\
                   "️️⚠️ <b>ПРЕЖДЕ ЧЕМ ИСПОЛЬЗОВАТЬ АККАУНТ ОБЯЗАТЕЛЬНО ПРОЧТИТЕ ИНСТРУКЦИЮ</b> /guide"
