no_new_acc_yet_message = "⚠️ У нас пока нет нового аккаунта для тебя!"
not_time_yet_message = "⚠️ Еще не прошло 3 недели с момента прошлой выдачи!"
not_sub_message = "⚠️ Для того, чтобы получить аккаунт необходимо подписаться на наш канал {:s}"
give_acc_message = "🎁 Поздравляю! Тебе достался аккаунт с {:s}\n\n"\
                   "Логин: <code>{:s}</code>\n"\
                   "Пароль: <code>{:s}</code>\n\n"\
                   "️️⚠️ <b>ПРЕЖДЕ ЧЕМ ИСПОЛЬЗОВАТЬ АККАУНТ ОБЯЗАТЕЛЬНО ПРОЧТИТЕ ИНСТРУКЦИЮ</b> /guide\n\n" \
                   "❗️ Также не забывайте про то, что можно позвать друга и забрать еще один аккаунт. " \
                   "Используйте /ref для получения вашей реферальной ссылки"
